INTERESTS = {
    'Музыка': [
        'Классическая музыка',
        'Джаз',
        'Рок',
        'Поп-музыка',
        'Электронная музыка',
        'Музыкальные инструменты',
        'История музыки'
    ],
    'Изобразительное искусство': [
        'Живопись',
        'Скульптура',
        'Фреска',
        'Мозаика',
        'Графика',
        'Фотография',
        'Современное искусство',
        'Уличное искусство'
    ],
    'Литература': [
        'Художественная проза',
        'Поэзия',
        'Документальная литература',
        'Книги и рукописи'
    ],
    'Театр': [
        'Драматический театр',
        'Музыкальный театр',
        'Современный театр',
        'Балет',
        'Опера',
        'История театра'
    ],
    'Кино': [
        'Художественные фильмы',
        'Документальное кино',
        'Анимация',
        'История кинематографа'
    ],
    'История': [
        'Древняя Русь',
        'Средневековье',
        'Новое время',
        'Современная история',
        'Военная история',
        'Великая Отечественная война',
        'Война 1812 года',
        'Первая мировая война',
        'Революция',
        'Исторические личности',
        'Архивы и документы'
    ],
    'Наука и техника': [
        'Автомобили',
        'Космос',
        'Робототехника',
        'Связь',
        'Инженерное дело',
        'История науки'
    ],
    'Биология и экология': [
        'Животные',
        'Растения',
        'Зоология',
        'Палеонтология',
        'Ботаника',
        'Генетика',
        'Экология',
        'Эволюция',
        'Национальные парки'
    ],
    'География и океанология': [
        'География',
        'Океанология',
        'Морские обитатели',
        'Геологические процессы'
    ],
    'Этнография и археология': [
        'Этнография',
        'Археология',
        'Народные традиции',
        'Культурное наследие',
        'Искусство древних цивилизаций',
        'Исторические памятники'
    ],
    'Образование и наука': [
        'Научные исследования',
        'Научно-популярная литература',
        'Инновации в образовании'
    ],
    'Религия и духовность': [
        'Религия',
        'Духовность',
        'История религий',
        'Святыни',
        'Церковная архитектура'
    ],
    'Культурное наследие': [
        'Музеи',
        'Памятники культуры',
        'Исторические места',
        'Традиционные ремесла'
    ]
}